Repository: leandrokechner/Wholesale-Market-2.1.2-Wordpress-Plugin-Translation-to-brazilian-portuguese.
Catalog: wholesale-market-*.po
Languages: pt_br

source: Demo : Backend
pt_br: Demonstração: Backend

source: Demo: Frontend
pt_br: Demonstração: Frontend

source: Plugin Documentation
pt_br: Documentação do plugin

source: More Plugins By CedCommerce
pt_br: Mais plugins por CedCommerce

source: Please enter in decimal (%s) format without thousand separators.
pt_br: Insira no formato decimal (%s) sem separadores de milhar.

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
pt_br: Insira no formato decimal monetário (%s) sem separadores de milhar e símbolos de moeda.

source: Please enter in country code with two capital letters.
pt_br: Insira o código do país com duas letras maiúsculas.

source: Please enter in a value less than the regular price.
pt_br: Insira um valor menor que o preço normal.

source: Wholesale-Customer
pt_br: Cliente de Atacado

source: Please Install WooCommerece First.
pt_br: Instale Primeiro o WooCommerce.

source: Wholesale Market
pt_br: Preço de Atacado

source: Basic Features
pt_br: Recursos básicos

source: Your settings have been saved.
pt_br: Suas configurações foram salvas.

source: Save changes
pt_br: Salvar alterações

source: Wholesale-User Related Options
pt_br: Opções relacionadas ao usuário de atacado

source: Wholesale Price
pt_br: Preço de Atacado

source: General
pt_br: Geral

source: General Configurations
pt_br: Configurações Gerais

source: General configurations regarding the plugins are listed below.
pt_br: As configurações gerais relacionadas aos plug-ins estão listadas abaixo.

source: Enable
pt_br: Habilitar

source: Enable Wholesale Market Features
pt_br: Habilitar recursos do mercado de atacado

source: Who Can See Wholesale Price
pt_br: Quem pode ver o preço de atacado

source: This controls what kind of users will able to see wholesale-price on the frontend of the store.
pt_br: Isso controla que tipo de usuário poderá ver o preço de atacado no front-end da loja.

source: Display Wholesale-Price To All Users
pt_br: Exibir preço de atacado para todos os usuários

source: Display Wholesale-Price To Wholesale-Customer Only
pt_br: Exibir preço de atacado apenas para clientes de atacado

source: Show Wholesale-Price On Product Listing Page
pt_br: Mostrar preço de atacado na página de lista de produtos

source: Show In Price Column
pt_br: Mostrar na coluna de preço

source: This option will show wholesale price in price-column of product-listing page
pt_br: Esta opção mostrará o preço de atacado na coluna de preços da página de lista de produtos

source: Keep Plugin Settings On Deactivation
pt_br: Manter as Configurações do Plug-in Desativadas

source: Save Plugin Setting Even After Deactivation
pt_br: Salvar a Configuração do Plug-in Mesmo Após a Desativação

source: If you check this your plugin setting will be saved and used later on while activating plugin after deactivation. Otherwise your setting will be lost and you have to fill settings again.
pt_br: Se você marcar isto, sua configuração de plugin será salva e usada mais tarde ao ativar o plugin após a desativação. Caso contrário, sua configuração será perdida e você terá que preencher as configurações novamente.

source: Keep Products Meta Fields Added By Plugin On Deactivation
pt_br: Manter os Meta Campos dos Produtos Adicionados pelo Plug-in na Desativação

source: Save Products Meta-Fields Even After Deactivation
pt_br: Salve os Meta Campos dos Produtos Mesmo Após a Desativação

source: If you check this your products meta fields added by the plugin will be saved and used later on while activating plugin after deactivation. Otherwise your setting will be lost and you have to fill settings again.
pt_br: Se você marcar esta opção, os metacampos de seus produtos adicionados pelo plug-in serão salvos e usados posteriormente ao ativar o plug-in após a desativação. Caso contrário, sua configuração será perdida e você terá que preencher as configurações novamente.

source: Customize Wholesale-Price Text Section
pt_br: Personalize a Seção de Texto de Preço de Atacado

source: "Custom Wholesale-Price Text On Shop Page" and "Custom Wholesale-Price Text On Product Single Page" will be used in only when Minimum Product To Buy is set. Otherwise "Default Wholesale-Price Text" will be used.
pt_br: "Texto de preço de atacado personalizado na página da loja" e "Texto de preço de atacado personalizado na página única do produto" serão usados apenas quando o Produto mínimo a ser comprado for definido. Caso contrário, será usado "Texto de preço de atacado padrão".

source: Default Wholesale-Price Text
pt_br: Texto de Preço de Atacado Padrão

source: Don't remove {*wm_price} from text-area. It is used to read wholesale-price. You are however free to add text before and after {*wm_price}
pt_br: Não remova {* wm_price} da área de texto. Ele é usado para ler o preço de atacado. No entanto, você está livre para adicionar texto antes e depois de {* wm_price}

source: Wholesale Price : {*wm_price}
pt_br: Preço de atacado: {* wm_price}

source: Custom Wholesale-Price Text On Shop Page
pt_br: Texto de Preço de Atacado Personalizado na Página da Loja

source: Use {*wm_price} for wholesale-price and {*wm_min_qty} for product minimum quantity to buy.
pt_br: Use {* wm_price} para preço de atacado e {* wm_min_qty} para quantidade mínima de produto a comprar.

source: Custom Wholesale-Price Text On Product Single Page
pt_br: Texto de preço de atacado personalizado na página única do produto

source: Product-Name :
pt_br: Nome do Produto :

source: Update Failure Reason(s) :
pt_br: Motivo (s) da falha de atualização:

source: - Minimum Quantity To Buy was blank.
pt_br: - A Quantidade Mínima para Comprar Estava em Branco.

source: - Minimum Quantity To Buy was not found in correct format. It must be numeric.
pt_br: - A Quantidade Mínima a Comprar não foi encontrada no formato correto. Deve ser numérico.

source: - Regular-Price was blank.
pt_br: - O preço normal estava em branco.

source: - Regular-Price To Buy was not found in correct format. It must be numeric.
pt_br: - Preço normal de compra não foi encontrado no formato correto. Deve ser numérico.

source: - Sale-Price was blank.
pt_br: - O preço de venda estava em branco.

source: - Sale-Price To Buy was not found in correct format. It must be numeric.
pt_br: - O preço de venda a comprar não foi encontrado no formato correto. Deve ser numérico.

source: CSV Import/Export
pt_br: Importar / Exportar CSV

source: Instructions To Use CSV Module of Wholesale-Market
pt_br: Instruções para usar o módulo CSV do mercado de atacado

source: 1. Export the format of CSV by clicking the
pt_br: 1. Exporte o formato de CSV clicando no

source: Export CSV Format
pt_br: Formato de exportação CSV

source: below.
pt_br: abaixo de.

source: 2. Use the exported CSV to fill-in the values of
pt_br: 2. Use o CSV exportado para preencher os valores de

source: Wholesale Price
pt_br: Preço por atacado

source: and/or
pt_br: e / ou

source: Minimum Product To Buy
pt_br: Produto mínimo para comprar

source: columns for each product you want.
pt_br: colunas para cada produto que você deseja.

source: 3. By default this module only updates
pt_br: 3. Por padrão, este módulo apenas atualiza

source: Wholesale-Market
pt_br: Mercado Atacadista

source: meta-fields. If you want the module to change WooCommerce-Price (regular-price & sale-price) of product, then please make the checkbox checked.
pt_br: meta-campos. Se você deseja que o módulo altere o preço WooCommerce (preço normal e preço de venda) do produto, marque a caixa de seleção.

source: 4. Finally, click the upload button and let the magic begin.
pt_br: 4. Finalmente, clique no botão de upload e deixe a mágica começar.

source: Get CSV Format Here
pt_br: Obtenha o formato CSV aqui

source: Export CSV Format
pt_br: Formato de exportação CSV

source: Select CSV To Upload
pt_br: Selecione CSV para fazer upload

source: Browse
pt_br: Navegar

source: No File Selected
pt_br: Nenhum arquivo selecionado

source: Update WooCommerce Price Also
pt_br: Atualizar também o preço do WooCommerce

source: Upload
pt_br: Envio

source: Wholsale-Market Suggestion :
pt_br: Sugestão para o mercado de atacado:

source: Suggestion :
pt_br: Sugestão:

source: Suggestion From :
pt_br: Sugestão de:

source: Send Suggestion
pt_br: Enviar sugestão

source: Your suggestion has been successfully send.
pt_br: Sua sugestão foi enviada com sucesso.

source: Some error occured. Please try again.
pt_br: Ocorreu algum erro. Por favor, tente novamente.

source: Both fields are required. Please try again.
pt_br: Ambos os campos são obrigatórios. Por favor, tente novamente.

source: You can send your suggestion and query regarding Wholesale-Market here.
pt_br: Você pode enviar sua sugestão e consulta sobre Mercado Atacadista aqui.

source: Enter suggestion title here
pt_br: Insira o título da sugestão aqui

source: Enter suggestion detail here
pt_br: Insira os detalhes da sugestão aqui

source: Minimum Quantity To Buy
pt_br: Quantidade Mínima Para Comprar

source: Product Quantity
pt_br: Quantidade de produto

source: Product Quantity Section
pt_br: Seção de quantidade de produto

source: Settings regarding minimum product quantity to buy are listed below
pt_br: As configurações relativas à quantidade mínima de produto a comprar estão listadas abaixo

source: Buyer has to buy minimum some amount of particular product, then only wholesale price will be apply to buyers cart.
pt_br: O comprador deve comprar no mínimo uma certa quantidade de determinado produto, então apenas o preço de atacado será aplicado ao carrinho do comprador.

source: Enable Minimum Quantity
pt_br: Habilitar Quantidade Mínima

source: To Activate Minimum Quantity Condition To Apply Wholesale-Price
pt_br: Para ativar a condição de quantidade mínima para aplicar o preço de atacado

source: Minimum Quantity Selection Mode
pt_br: Modo de Seleção de Quantidade Mínima

source: This controls from where to pick minimum quantity
pt_br: Isso controla de onde escolher a quantidade mínima

source: Pick Minimum Quantity From Product Panel
pt_br: Escolha a quantidade mínima no painel do produto

source: Set Common Minimum Quantity For All Products
pt_br: Definir a quantidade mínima comum para todos os produtos

source: Common Minimum Quantity
pt_br: Quantidade Mínima Comum

source: Customize Message Regarding Wholesale-Price On Cart Page
pt_br: Personalize a mensagem sobre o preço de atacado na página do carrinho

source: Using below options cart-page-messages regarding wholesale-market can be customize. You can give custom message to be prompt to users regarding wholesale-price applied or not.
pt_br: Usando as opções abaixo, as mensagens da página do carrinho relacionadas ao mercado de atacado podem ser personalizadas. Você pode dar uma mensagem personalizada para ser avisado aos usuários sobre o preço de atacado aplicado ou não.

source: List of shortcode that can be used to customize the message are listed below :
pt_br: A lista de shortcode que pode ser usada para personalizar a mensagem está listada abaixo:

source: Product Name
pt_br: Nome do Produto

source: Product Minimum Quantity To Buy
pt_br: Quantidade Mínima de Produto a Comprar

source: Product Quantity In Cart
pt_br: Quantidade do produto no carrinho

source: Difference Between (Product Minimum Quantity To Buy) And (Product Quantity In Cart)
pt_br: Diferença entre (quantidade mínima do produto a comprar) e (quantidade do produto no carrinho)

source: Default Wholesale-Price-Applied Text
pt_br: Texto padrão aplicado a preço de atacado

source: This text is used when "Enable Minimum Quantity" is disabled
pt_br: Este texto é usado quando "Habilitar Quantidade Mínima" está desabilitado

source: Here please use {*wm_product_name} and {*wm_price} only.
pt_br: Aqui, use apenas {* wm_product_name} e {* wm_price}.

source: Wholesale price is applied successfully on "{*wm_product_name}".
pt_br: O preço de atacado foi aplicado com sucesso em "{* wm_product_name}".

source: Custom Wholesale-Price-Applied Success Message Text On Cart Page
pt_br: Texto personalizado da mensagem de sucesso aplicada a preço de atacado na página do carrinho

source: Wholesale price is applied successfully on "{*wm_product_name}" as {*wm_min_qty} or more units are in cart.
pt_br: O preço de atacado foi aplicado com sucesso em "{* wm_product_name}", pois {* wm_min_qty} ou mais unidades estão no carrinho.

source: Custom Wholesale-Price-Applied Failure Message Text On Cart Page
pt_br: Texto da mensagem de falha aplicada ao preço de atacado personalizado na página do carrinho

source: Wholesale price will be applicable on "{*wm_product_name}" after buying {*wm_qty_diff} more units.
pt_br: O preço de atacado será aplicável em "{* wm_product_name}" após a compra de mais {* wm_qty_diff} unidades.

source: Wholesale User Add-On
pt_br: Complemento de usuário de atacado

source: Allow Merchant to add multiple level wholesale roles as well as manage price for each roles. User wholesale role request handling features and many more....
pt_br: Permita que o comerciante adicione funções de atacado de vários níveis, bem como gerencie o preço de cada função. Recursos de gerenciamento de solicitação de função de usuário no atacado e muito mais ....

source: View Demo
pt_br: Ver demonstração

source: Buy Now
pt_br: Compre Agora

source: Wholesale Product Add-On
pt_br: Complemento de produto no atacado

source: List wholesale product on seperate section. Product avaliable for wholesale or other role. Global discount to product and many more...
pt_br: Lista de produtos de atacado na seção separada. Produto disponível para atacado ou outra função. Desconto global para o produto e muito mais ...

source: Wholesale Subscription Add-On
pt_br: Complemento de assinatura de atacado

source: User can subscribe himself for wholesale roles for specific time as monthly, half-yearly, yearly.
pt_br: O usuário pode se inscrever para funções de atacado para um tempo específico como mensal, semestral, anual.

source: Wholesale Reporting Add-On
pt_br: Complemento de relatórios de atacado

source: There is a reporting section where user can view all wholesale orders date, user, product wise. View all wholesale request reports and many more...
pt_br: Há uma seção de relatórios onde o usuário pode ver todas as datas de pedidos de atacado, usuário, produto sábio. Veja todos os relatórios de solicitação de atacado e muito mais ...

source: Wholesale Taxation Add-On
pt_br: Complemento de tributação no atacado

source: Allow merchant to manage taxes for wholesale users and many more...
pt_br: Permitir que o comerciante gerencie impostos para usuários atacadistas e muito mais ...

source: Suggest Features
pt_br: Sugerir recursos

source: Wholesale Shipping Add-On
pt_br: Complemento de remessa por atacado

source: Manage shipping method for wholesale order and many more...
pt_br: Gerenciar o método de envio para pedidos de atacado e muito mais ...

source: Wholesale Payment Add-On
pt_br: Complemento de pagamento por atacado

source: Manage payment method for wholesale order and many more...
pt_br: Gerencie o método de pagamento para pedidos de atacado e muito mais ...

source: Get Addons
pt_br: Obter complementos

source: Checkout Price
pt_br: Preço do checkout

source: Minimum Checkout Price Section
pt_br: Seção de preço mínimo de check-out

source: Settings regarding minimum checkout price are listed below.
pt_br: As configurações relacionadas ao preço mínimo de compra estão listadas abaixo.

source: Buyer's cart total has to be minimum that, then only wholesale user will be able to checkout.
pt_br: O total do carrinho do comprador deve ser mínimo, então apenas o usuário de atacado poderá finalizar a compra.

source: Enable Minimum Checkout Price
pt_br: Habilitar preço mínimo de check-out

source: Enable To Activate Minimum Checkout Price Condition
pt_br: Habilitar para ativar a condição de preço mínimo de check-out

source: Minimum Checkout Price
pt_br: Preço mínimo de check-out

source: Customize Error Message Regarding Failure Of Minimum Checkout Price Condition On Cart Page Or Checkout Page
pt_br: Personalizar a mensagem de erro referente à falha da condição de preço mínimo de check-out na página do carrinho ou na página de check-out

source: Using below options error message regarding "Minimum Checkout Price" can be customize.
pt_br: Usando as opções abaixo, a mensagem de erro sobre "Preço mínimo de check-out" pode ser personalizada.

source: Cart Total Price
pt_br: Preço total do carrinho

source: Custom Failure Message For Minimum Checkout Price Condition
pt_br: Mensagem de falha personalizada para condição de preço mínimo de check-out

source: Sorry you can't checkout as your cart total is less then {*wm_minCheckoutPrice}.
pt_br: Desculpe, você não pode finalizar a compra, pois o total do seu carrinho é inferior a {* wm_minCheckoutPrice}.

source: Send Us Suggestions
pt_br: Envie-nos sugestões

source: Role Management
pt_br: Gestão de Funções

source: Role Management Settings
pt_br: Configurações de gerenciamento de funções

source: Enable the Request Role Widget
pt_br: Habilitar o widget de função de solicitação

source: Enable it for creating a role request widget (You can activate widget by Appearance > Widgets > Wholesale Request widget )
pt_br: Ative-o para criar um widget de solicitação de função (você pode ativar o widget em Aparência> Widgets> Widget de solicitação de atacado)

source: Enable the Request Role on My Account Page
pt_br: Habilite a função de solicitação na página Minha conta

source: Enable it for allowing user to request role from My Account Page
pt_br: Habilite-o para permitir que o usuário solicite função na página Minha conta

source: Assigning requested role directly
pt_br: Atribuindo a função solicitada diretamente

source: Enable it for assigning the requested role directly
pt_br: Habilite-o para atribuir a função solicitada diretamente

source: Wholesale Quantity
pt_br: Quantidade de atacado

source: Role Successfully Requested
pt_br: Função solicitada com sucesso

source: Select Role
pt_br: Selecione a função

source: Wholesale Customer
pt_br: Cliente de atacado

source: Click Here
pt_br: Clique aqui

source: Please Select all fields
pt_br: Selecione todos os campos

source: Your Package will not be applied until you dont pay for your requested package. Please pay to enjoy your package
pt_br: Seu pacote não será aplicado até que você não pague pelo pacote solicitado. Por favor, pague para desfrutar do seu pacote

source: Thanks for choosing this package. Now you are our wholesaleuser
pt_br: Obrigado por escolher este pacote. Agora você é nosso usuário atacadista

source: Product Tax Section
pt_br: Seção de imposto sobre produtos

source: Settings regarding include/exclude tax in wholesale price of product. According to following setting taxes is applied to product.
pt_br: As configurações relativas à inclusão / exclusão de impostos no preço de atacado do produto. De acordo com a configuração a seguir, os impostos são aplicados ao produto.

source: Exclude Tax For Wholesale User
pt_br: Excluir imposto para usuário de atacado

source: Tax
pt_br: Imposto

source: Wholesale Order
pt_br: Pedido de atacado

source: Not a Wholesale Order
pt_br: Não é um pedido de atacado

source: Requested Role:
pt_br: Função solicitada:

source: Wholesale Request
pt_br: Pedido por atacado

source: Notification
pt_br: Notificação

source: From Name
pt_br: De nome

source: From Email
pt_br: Do email

source: New Request for Wholesale Role Subject
pt_br: Novo pedido de assunto de função de atacado

source: New Request for Wholesale Role Message
pt_br: Novo pedido de mensagem de função de atacado

source: Wholesale Role Request Received Subject
pt_br: Assunto Recebido da Solicitação de Função no Atacado

source: Wholesale Role Request Received Message
pt_br: Mensagem recebida de solicitação de função no atacado

source: Wholesale Role Request Accept Subject
pt_br: Assunto de aceitação da solicitação de função no atacado

source: Wholesale Role Request Accept Message
pt_br: Mensagem de aceitação de solicitação de função no atacado

source: Wholesale Role Request Cancel Subject
pt_br: Assunto de cancelamento de solicitação de função no atacado

source: Wholesale Role Request Cancel Message
pt_br: Mensagem de cancelamento de solicitação de função no atacado

source: Save Setting
pt_br: Salvar configuração

source: Send request to become a wholeseller
pt_br: Envie uma solicitação para se tornar um atacadista

source: Want to Modify Role
pt_br: Quer modificar a função

source: Request a Role
pt_br: Solicite uma função
